Repository: TopScrech/Glucosy
Catalog: iOS/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, hi, it, nl, ru, tr, uk

source: Log carbohydrates to Health
da: Log kulhydrater i Sundhed
de: Kohlenhydrate in Health protokollieren
es: Registrar carbohidratos en Salud
fr: Enregistrer les glucides dans Santé
hi: Health में कार्बोहाइड्रेट लॉग करें
it: Registra i carboidrati in Salute
nl: Registreer koolhydraten in Gezondheid
ru: Записать углеводы в Здоровье
tr: Sağlık’a karbonhidrat kaydet
uk: Записати вуглеводи у Здоров’я

source: Log Carbs
da: Log kulhydrater
de: Kohlenhydrate protokollieren
es: Registrar carbos
fr: Enregistrer glucides
hi: कार्ब्स लॉग करें
it: Registra carboidrati
nl: Koolhydraten registreren
ru: Записать углеводы
tr: Karbonhidrat kaydet
uk: Записати вуглеводи

source: Log Weight
da: Log vægt
de: Gewicht protokollieren
es: Registrar peso
fr: Enregistrer le poids
hi: वज़न लॉग करें
it: Registra peso
nl: Gewicht registreren
ru: Записать вес
tr: Ağırlık kaydet
uk: Записати вагу

source: Log weight in %@
da: Log vægt i %@
de: Gewicht in %@ protokollieren
es: Registrar peso en %@
fr: Enregistrer le poids dans %@
hi: %@ में वज़न लॉग करें
it: Registra peso in %@
nl: Gewicht registreren in %@
ru: Записать вес в %@
tr: %@ içinde ağırlık kaydet
uk: Записати вагу у %@

source: Log weight to Health
da: Log vægt i Sundhed
de: Gewicht in Health protokollieren
es: Registrar peso en Salud
fr: Enregistrer le poids dans Santé
hi: Health में वज़न लॉग करें
it: Registra il peso in Salute
nl: Registreer gewicht in Gezondheid
ru: Записать вес в Здоровье
tr: Sağlık’a ağırlık kaydet
uk: Записати вагу у Здоров’я

source: Logged %@ grams of carbohydrates
da: Loggede %@ gram kulhydrater
de: %@ Gramm Kohlenhydrate protokolliert
es: Se registraron %@ gramos de carbohidratos
fr: %@ grammes de glucides enregistrés
hi: %@ ग्राम कार्बोहाइड्रेट लॉग किए गए
it: Registrati %@ grammi di carboidrati
nl: %@ gram koolhydraten geregistreerd
ru: Записано %@ г углеводов
tr: %@ gram karbonhidrat kaydedildi
uk: Записано %@ г вуглеводів

source: Logged %@ kilograms of weight
da: Loggede %@ kg vægt
de: %@ Kilogramm Gewicht protokolliert
es: Se registraron %@ kilogramos de peso
fr: %@ kilogrammes de poids enregistrés
hi: %@ किलोग्राम वज़न लॉग किया गया
it: Registrati %@ chilogrammi di peso
nl: %@ kilogram gewicht geregistreerd
ru: Записано %@ кг веса
tr: %@ kilogram ağırlık kaydedildi
uk: Записано %@ кг ваги

source: Logged %@ units of basal insulin
da: Loggede %@ enheder basalinsulin
de: %@ Einheiten Basalinsulin protokolliert
es: Se registraron %@ unidades de insulina basal
fr: %@ unités d’insuline basale enregistrées
hi: बेसल इंसुलिन की %@ यूनिट लॉग की गईं
it: Registrate %@ unità di insulina basale
nl: %@ eenheden basale insuline geregistreerd
ru: Записано %@ ЕД базального инсулина
tr: %@ ünite bazal insülin kaydedildi
uk: Записано %@ од. базального інсуліну

source: Logged %@ units of bolus insulin
da: Loggede %@ enheder bolusinsulin
de: %@ Einheiten Bolusinsulin protokolliert
es: Se registraron %@ unidades de insulina en bolo
fr: %@ unités d’insuline en bolus enregistrées
hi: बोलस इंसुलिन की %@ यूनिट लॉग की गईं
it: Registrate %@ unità di insulina bolo
nl: %@ eenheden bolusinsuline geregistreerd
ru: Записано %@ ЕД болюсного инсулина
tr: %@ ünite bolus insülin kaydedildi
uk: Записано %@ од. болюсного інсуліну

source: Meal Time
da: Måltidstid
de: Essenszeit
es: Hora de comida
fr: L'heure du repas
hi: भोजन समय
it: Orario del pasto
nl: Eettijd
ru: Время приема пищи
tr: Yemek Zamanı
uk: Час прийому їжі

source: Minimum Weight
da: Minimumsvægt
de: Mindestgewicht
es: Peso mínimo
fr: Poids minimal
hi: न्यूनतम वजन
it: Peso minimo
nl: Minimumgewicht
ru: Минимальный вес
tr: Minimum Kilo
uk: Мінімальна вага

source: Missing in HealthKit
da: Mangler i HealthKit
de: Fehlt in HealthKit
es: Falta en HealthKit
fr: Manquant dans HealthKit
hi: HealthKit में अनुपस्थित
it: Mancante in HealthKit
nl: Ontbreekt in HealthKit
ru: Отсутствует в HealthKit
tr: HealthKit'de eksik
uk: Відсутній у HealthKit

source: Model, serial number, and dose history were read successfully
da: Model, serienummer og dosishistorik blev læst korrekt
de: Modell, Seriennummer und Dosisverlauf wurden erfolgreich gelesen
es: El modelo, el número de serie y el historial de dosis se leyeron correctamente
fr: Le modèle, le numéro de série et l’historique des doses ont été lus avec succès
hi: मॉडल, सीरियल नंबर और खुराक इतिहास सफलतापूर्वक पढ़े गए
it: Modello, numero di serie e cronologia delle dosi letti con successo
nl: Model, serienummer en dosisgeschiedenis zijn succesvol uitgelezen
ru: Модель, серийный номер и история доз успешно считаны
tr: Model, seri numarası ve doz geçmişi başarıyla okundu
uk: Модель, серійний номер і історію доз успішно прочитано

source: Name
da: Navn
es: Nombre
fr: Nom
hi: नाम
it: Nome
nl: Naam
ru: Название
tr: İsim
uk: Ім'я

source: New Chat
da: Ny chat
de: Neuer Chat
es: Nuevo chat
fr: Nouveau chat
hi: नई चैट
it: Nuova chat
nl: Nieuwe chat
ru: Новый чат
tr: Yeni sohbet
uk: Новий чат

source: New doses
da: Nye doser
de: Neue Dosen
es: Nuevas dosis
fr: Nouvelles doses
hi: नई खुराकें
it: Nuove dosi
nl: Nieuwe doses
ru: Новые дозы
tr: Yeni dozlar
uk: Нові дози

source: New Doses
da: Nye doser
de: Neue Dosen
es: Nuevas dosis
fr: Nouvelles doses
hi: नई खुराकें
it: Nuove dosi
nl: Nieuwe doses
ru: Новые дозы
tr: Yeni Dozlar
uk: Нові дози

source: New record
da: Ny post
de: Neuer Rekord
es: Nuevo registro
fr: Nouveau record
hi: नया रिकॉर्ड
it: Nuovo record
nl: Nieuwe invoer
ru: Новая запись
tr: Yeni rekor
uk: Новий рекорд

source: NFC scanning is not available on this device
da: NFC-scanning er ikke tilgængelig på denne enhed
de: NFC-Scannen ist auf diesem Gerät nicht verfügbar
es: El escaneo NFC no está disponible en este dispositivo
fr: La numérisation NFC n'est pas disponible sur cet appareil
hi: इस डिवाइस पर NFC स्कैनिंग उपलब्ध नहीं है
it: La scansione NFC non è disponibile su questo dispositivo
nl: NFC-scannen is niet beschikbaar op dit apparaat
ru: Сканирование NFC недоступно на этом устройстве
tr: NFC tarama bu cihazda kullanılamıyor
uk: Сканування NFC недоступне на цьому пристрої

source: No Data
da: Ingen data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
hi: कोई डेटा नहीं
it: Nessun dato
nl: Geen gegevens
ru: Нет данных
tr: Veri Yok
uk: Немає даних

source: No entries yet
da: Ingen poster endnu
de: Noch keine Einträge
es: Aún no hay entradas
fr: Aucune entrée pour l'instant
hi: अभी कोई प्रविष्टि नहीं
it: Nessuna voce ancora
nl: Nog geen vermeldingen
ru: Записей пока нет
tr: Henüz giriş yok
uk: Записів ще немає

source: No logs yet
da: Ingen logfiler endnu
de: Noch keine Protokolle
es: Aún no hay registros
fr: Aucun journal pour l'instant
hi: अभी कोई लॉग नहीं
it: Nessun log ancora
nl: Nog geen logs
ru: Логов пока нет
tr: Henüz günlük yok
uk: Журналів ще немає

source: No new doses
da: Ingen nye doser
de: Keine neuen Dosen
es: No hay dosis nuevas
fr: Aucune nouvelle dose
hi: कोई नई खुराक नहीं
it: Nessuna nuova dose
nl: Geen nieuwe doses
ru: Новых доз нет
tr: Yeni doz yok
uk: Нових доз немає

source: No new NovoPen doses were found
da: Der blev ikke fundet nye NovoPen-doser
de: Es wurden keine neuen NovoPen-Dosen gefunden
es: No se encontraron nuevas dosis de NovoPen
fr: Aucune nouvelle dose de NovoPen n'a été trouvée
hi: कोई नई NovoPen खुराक नहीं मिली
it: Non sono state trovate nuove dosi NovoPen
nl: Geen nieuwe NovoPen-doses gevonden
ru: Новые дозы NovoPen не найдены
tr: Yeni NovoPen dozu bulunamadı
uk: Нових доз NovoPen не знайдено

source: No pens saved yet
da: Ingen penne gemt endnu
de: Noch keine Pens gespeichert
es: Aún no hay plumas guardadas
fr: Aucun stylo enregistré pour l'instant
hi: अभी कोई पेन सहेजा नहीं गया
it: Nessuna penna salvata
nl: Nog geen pennen opgeslagen
ru: Сохраненных ручек пока нет
tr: Henüz kaydedilmemiş kalem yok
uk: Ручки ще не збережено

source: No saved pens yet
da: Ingen gemte penne endnu
de: Noch keine gespeicherten Pens
es: Aún no hay plumas guardadas
fr: Aucun stylet enregistré pour l'instant
hi: अभी कोई सहेजा गया पेन नहीं
it: Nessuna penna salvata
nl: Nog geen opgeslagen pennen
ru: Сохраненных ручек пока нет
tr: Henüz kayıtlı kalem yok
uk: Ще немає збережених ручок

source: NovoPen data loaded
da: NovoPen-data indlæst
de: NovoPen-Daten geladen
es: Datos de NovoPen cargados
fr: Données NovoPen chargées
hi: NovoPen डेटा लोड हुआ
it: Dati NovoPen caricati
nl: NovoPen-gegevens geladen
ru: Данные NovoPen загружены
tr: NovoPen verileri yüklendi
uk: Дані NovoPen завантажено

source: NovoPen Reader
da: NovoPen-læser
de: NovoPen Leser
es: Lector de NovoPen
fr: Lecteur NovoPen
hi: NovoPen रीडर
it: Lettore NovoPen
nl: NovoPen-lezer
ru: Считыватель NovoPen
tr: NovoPen Okuyucu
uk: Читач NovoPen

source: NovoPen Scan Failed
da: NovoPen-scanning mislykkedes
de: NovoPen Scan fehlgeschlagen
es: Falló el escaneo de NovoPen
fr: Échec de l'analyse NovoPen
hi: NovoPen स्कैन विफल रहा
it: Scansione NovoPen non riuscita
nl: NovoPen-scan mislukt
ru: Ошибка сканирования NovoPen
tr: NovoPen Tarama Başarısız
uk: NovoPen Помилка сканування

source: Open Glucosy and start a NovoPen NFC scan
da: Åbn Glucosy, og start en NovoPen NFC-scanning
de: Öffnen Sie Glucosy und starten Sie einen NovoPen NFC-Scan
es: Abre Glucosy e inicia un escaneo NFC de NovoPen
fr: Ouvrez Glucosy et lancez une analyse NovoPen NFC
hi: Glucosy खोलें और NovoPen NFC स्कैन शुरू करें
it: Apri Glucosy e avvia una scansione NFC di NovoPen
nl: Open Glucosy en start een NovoPen-NFC-scan
ru: Откройте Glucosy и запустите NFC-сканирование NovoPen
tr: Glucosy'yi açın ve bir NovoPen NFC taraması başlatın
uk: Відкрийте Glucosy і запустіть сканування NovoPen NFC

source: Pen Name
da: Pennenavn
de: Pseudonym
es: Nombre de la pluma
fr: Nom du stylo
hi: पेन का नाम
it: Nome penna
nl: Pennaam
ru: Название ручки
tr: Kalem Adı
uk: псевдонім

source: Pen started
da: Pen taget i brug
de: Pen gestartet
es: Pluma iniciada
fr: Stylo démarré
hi: पेन शुरू हुआ
it: Penna avviata
nl: Pen gestart
ru: Начало использования ручки
tr: Kalem başlatıldı
uk: Ручка почала

source: Perform Full History Scan
da: Udfør fuld historikscanning
de: Führen Sie einen vollständigen Verlaufsscan durch
es: Realizar escaneo de historial completo
fr: Effectuer une analyse complète de l'historique
hi: पूरा इतिहास स्कैन करें
it: Esegui scansione cronologia completa
nl: Volledige geschiedenisscan uitvoeren
ru: Считать полную историю
tr: Tam Geçmiş Taraması Gerçekleştirin
uk: Виконайте повне сканування історії

source: Present only one pen at a time
da: Hold kun én pen frem ad gangen
de: Halten Sie jeweils nur einen Pen hin
es: Presenta solo una pluma a la vez
fr: Présentez un seul stylo à la fois
hi: एक बार में केवल एक पेन प्रस्तुत करें
it: Avvicina una sola penna alla volta
nl: Houd slechts één pen tegelijk voor de lezer
ru: Подносите только одну ручку за раз
tr: Aynı anda yalnızca bir kalem sunun
uk: Дайте лише одну ручку за раз

source: Purpose
da: Formål
de: Zweck
es: Propósito
fr: But
hi: उद्देश्य
it: Scopo
nl: Doel
ru: Назначение
tr: Amaç
uk: призначення

source: Quick Add
da: Hurtig tilføjelse
de: Schnell hinzufügen
es: Agregar rápido
fr: Ajout rapide
hi: त्वरित जोड़ें
it: Aggiunta rapida
nl: Snel toevoegen
ru: Быстрое добавление
tr: Hızlı Ekle
uk: Швидке додавання

source: Read completed
da: Aflæsning fuldført
de: Lesen abgeschlossen
es: Lectura completada
fr: Lecture terminée
hi: रीड पूरा हुआ
it: Lettura completata
nl: Uitlezen voltooid
ru: Считывание завершено
tr: Okuma tamamlandı
uk: Читання завершено

source: Read failed
da: Aflæsning mislykkedes
de: Das Lesen ist fehlgeschlagen
es: Lectura fallida
fr: Échec de la lecture
hi: रीड विफल रहा
it: Lettura non riuscita
nl: Uitlezen mislukt
ru: Ошибка считывания
tr: Okuma başarısız oldu
uk: Прочитати не вдалося

source: Reading latest NovoPen doses
da: Læser de seneste NovoPen-doser
de: Lesen der neuesten NovoPen-Dosen
es: Leyendo las últimas dosis de NovoPen
fr: Lecture des dernières doses de NovoPen
hi: नवीनतम NovoPen खुराकें पढ़ी जा रही हैं
it: Lettura delle ultime dosi NovoPen
nl: Nieuwste NovoPen-doses worden gelezen
ru: Считываются последние дозы NovoPen
tr: En son NovoPen dozları okunuyor
uk: Читання останніх доз NovoPen

source: Ready to scan
da: Klar til scanning
de: Bereit zum Scannen
es: Listo para escanear
fr: Prêt à numériser
hi: स्कैन के लिए तैयार
it: Pronto per la scansione
nl: Klaar om te scannen
ru: Готово к сканированию
tr: Taramaya hazır
uk: Готовий до сканування

source: Receive Full History
da: Modtag fuld historik
de: Erhalten Sie den vollständigen Verlauf
es: Recibir historial completo
fr: Recevez l'historique complet
hi: पूरा इतिहास प्राप्त करें
it: Ricevi cronologia completa
nl: Volledige geschiedenis ophalen
ru: Получать полную историю
tr: Tam Geçmişi Alın
uk: Отримати повну історію

source: Recent body weight chart
da: Graf over seneste kropsvægt
de: Diagramm des aktuellen Körpergewichts
es: Gráfico de peso corporal reciente
fr: Graphique du poids récent
hi: हालिया शरीर वजन चार्ट
it: Grafico del peso recente
nl: Grafiek recent lichaamsgewicht
ru: График недавнего веса
tr: Son vücut ağırlığı grafiği
uk: Графік останніх змін ваги

source: Record carbohydrates in %@
da: Registrer kulhydrater i %@
de: Kohlenhydrate in %@ aufzeichnen
es: Registrar carbohidratos en %@
fr: Consigner les glucides dans %@
hi: %@ में कार्बोहाइड्रेट रिकॉर्ड करें
it: Registra carboidrati in %@
nl: Koolhydraten vastleggen in %@
ru: Зарегистрировать углеводы в %@
tr: %@ içinde karbonhidratı kayda al
uk: Зареєструвати вуглеводи у %@

source: Record weight in %@
da: Registrer vægt i %@
de: Gewicht in %@ aufzeichnen
es: Registrar peso en %@
fr: Consigner le poids dans %@
hi: %@ में वज़न रिकॉर्ड करें
it: Registra peso in %@
nl: Gewicht vastleggen in %@
ru: Зарегистрировать вес в %@
tr: %@ içinde ağırlığı kayda al
uk: Зареєструвати вагу у %@

source: Records
da: Poster
de: Aufzeichnungen
es: Registros
fr: Enregistrements
hi: रिकॉर्ड
it: Record
nl: Registraties
ru: Записи
tr: Kayıtlar
uk: Записи

source: Replaying the upstream trace file bundled with this app
da: Afspiller det medfølgende spor fra appen igen
de: Wiedergabe der mit dieser App gebündelten Upstream-Trace-Datei
es: Reproduciendo el archivo de traza ascendente incluido con esta app
fr: Relecture du fichier de trace en amont fourni avec cette application
hi: इस ऐप के साथ शामिल अपस्ट्रीम ट्रेस फ़ाइल फिर से चलाई जा रही है
it: Riproduzione della traccia sorgente inclusa in questa app
nl: Meegeleverd upstream-tracebestand wordt opnieuw afgespeeld
ru: Воспроизводится встроенный файл трассировки
tr: Bu uygulamayla birlikte gelen yukarı akış izleme dosyasını yeniden oynatma
uk: Відтворення вихідного файлу трасування, який постачається разом із цією програмою

source: Save
da: Gem
de: Speichern
es: Guardar
fr: Sauvegarder
hi: सहेजें
it: Salva
nl: Opslaan
ru: Сохранить
tr: Kaydetmek
uk: зберегти

source: Save & Scan
da: Gem og scan
de: Speichern und scannen
es: Guardar y escanear
fr: Enregistrer et numériser
hi: सहेजें और स्कैन करें
it: Salva e scansiona
nl: Opslaan en scannen
ru: Сохранить и сканировать
tr: Kaydet ve Tara
uk: Зберегти та сканувати

source: Saved Pen
da: Gemt pen
de: Gespeicherter Pen
es: Pluma guardada
fr: Stylo enregistré
hi: सहेजा गया पेन
it: Penna salvata
nl: Opgeslagen pen
ru: Сохраненная ручка
tr: Kayıtlı Kalem
uk: Збережена ручка

source: Saved Pens
da: Gemte penne
de: Gespeicherte Pens
es: Plumas guardadas
fr: Stylos enregistrés
hi: सहेजे गए पेन
it: Penne salvate
nl: Opgeslagen pennen
ru: Сохраненные ручки
tr: Kayıtlı Kalemler
uk: Збережені ручки

source: Scanned Pen
da: Scannet pen
de: Gescannter Pen
es: Pluma escaneada
fr: Stylo numérisé
hi: स्कैन किया गया पेन
it: Penna scansionata
nl: Gescande pen
ru: Отсканированная ручка
tr: Taranan Kalem
uk: Сканована ручка

source: Scanning pen
da: Scanner pen
de: Scanstift
es: Escaneando pluma
fr: Stylo de numérisation
hi: पेन स्कैन हो रहा है
it: Scansione penna
nl: Pen wordt gescand
ru: Сканирование ручки
tr: Tarama kalemi
uk: Скануюча ручка

source: Serial
da: Serienummer
de: Seriell
es: Serie
fr: En série
hi: सीरियल
it: Numero di serie
nl: Serienummer
ru: Серийный номер
tr: Seri
uk: Серійний

source: Settings
da: Indstillinger
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
nl: Instellingen
ru: Настройки
tr: Ayarlar
uk: Налаштування

source: Share Full Log
da: Del fuld log
de: Vollständiges Protokoll teilen
es: Compartir registro completo
fr: Partager le journal complet
hi: पूरा लॉग साझा करें
it: Condividi log completo
nl: Volledig log delen
ru: Поделиться полным логом
tr: Günlüğün Tamamını Paylaş
uk: Поділитися повним журналом

source: Show Logs
da: Vis logfiler
de: Protokolle anzeigen
es: Mostrar registros
fr: Afficher les journaux
hi: लॉग दिखाएं
it: Mostra log
nl: Logs tonen
ru: Показать логи
tr: Günlükleri Göster
uk: Показати журнали

source: Shows a graph of your last 10 weight entries
da: Viser en graf over dine seneste 10 vægtmålinger
de: Zeigt ein Diagramm deiner letzten 10 Gewichtseinträge
es: Muestra un gráfico de tus últimas 10 entradas de peso
fr: Affiche un graphique de vos 10 dernières mesures de poids
hi: आपकी पिछली 10 वजन प्रविष्टियों का ग्राफ दिखाता है
it: Mostra un grafico delle ultime 10 registrazioni del peso
nl: Toont een grafiek van je laatste 10 gewichtsmetingen
ru: Показывает график последних 10 записей веса
tr: Son 10 kilo kaydınızın grafiğini gösterir
uk: Показує графік останніх 10 записів ваги

source: Shows your recent weight entries
da: Viser dine seneste vægtmålinger
de: Zeigt deine letzten Gewichtseinträge
es: Muestra tus entradas de peso recientes
fr: Affiche vos mesures de poids récentes
hi: आपकी हालिया वजन प्रविष्टियां दिखाता है
it: Mostra le registrazioni recenti del peso
nl: Toont je recente gewichtsmetingen
ru: Показывает недавние записи веса
tr: Son kilo kayıtlarınızı gösterir
uk: Показує останні записи ваги

source: State
da: Tilstand
de: Zustand
es: Estado
fr: État
hi: स्थिति
it: Stato
nl: Toestand
ru: Состояние
tr: Durum
uk: Держава

source: Summary
da: Oversigt
de: Zusammenfassung
es: Resumen
fr: Résumé
hi: सारांश
it: Riepilogo
nl: Samenvatting
ru: Сводка
tr: Özet
uk: Резюме

source: The assistant can only estimate the carbohydrate content of a product. Use this as a reference only, not as medical advice
da: Assistenten kan kun estimere kulhydratindholdet i et produkt. Brug dette kun som reference og ikke som medicinsk rådgivning
de: Der Assistent kann nur den Kohlenhydratgehalt eines Produkts schätzen. Verwende dies nur als Referenz und nicht als medizinischen Rat
es: El asistente solo puede estimar el contenido de carbohidratos de un producto. Úsalo solo como referencia, no como consejo médico
fr: L’assistant peut seulement estimer la teneur en glucides d’un produit. Utilisez-le uniquement comme référence, pas comme avis médical
hi: सहायक केवल किसी उत्पाद की कार्बोहाइड्रेट मात्रा का अनुमान लगा सकता है। इसे केवल संदर्भ के रूप में उपयोग करें, चिकित्सा सलाह के रूप में नहीं
it: L’assistente può solo stimare il contenuto di carboidrati di un prodotto. Usalo solo come riferimento, non come consiglio medico
nl: De assistent kan alleen het koolhydraatgehalte van een product schatten. Gebruik dit alleen als referentie, niet als medisch advies
ru: Ассистент может только оценить содержание углеводов в продукте. Используйте это только как справочную информацию, а не как медицинский совет
tr: Asistan yalnızca bir ürünün karbonhidrat içeriğini tahmin edebilir. Bunu yalnızca referans olarak kullanın, tıbbi tavsiye olarak değil
uk: Асистент може лише оцінити вміст вуглеводів у продукті. Використовуйте це лише як довідку, а не як медичну пораду

source: The bundled sample trace could not be loaded
da: Det medfølgende eksempelspor kunne ikke indlæses
de: Der gebündelte Beispiel-Trace konnte nicht geladen werden
es: No se pudo cargar la traza de muestra incluida
fr: L'exemple de trace groupé n'a pas pu être chargé
hi: शामिल नमूना ट्रेस लोड नहीं किया जा सका
it: Impossibile caricare la traccia di esempio inclusa
nl: De meegeleverde voorbeeldtrace kon niet worden geladen
ru: Не удалось загрузить встроенный пример трассировки
tr: Paketlenmiş örnek izleme yüklenemedi
uk: Не вдалося завантажити об’єднану трасу зразка

source: The pen did not return a configuration payload
da: Pennen returnerede ikke en konfigurationspayload
de: Der Pen hat keine Konfigurationsdaten zurückgegeben
es: La pluma no devolvió una carga útil de configuración
fr: Le stylet n'a pas renvoyé de charge utile de configuration
hi: पेन ने कॉन्फ़िगरेशन पेलोड नहीं लौटाया
it: La penna non ha restituito un payload di configurazione
nl: De pen retourneerde geen configuratiepayload
ru: Ручка не вернула конфигурационные данные
tr: Kalem bir yapılandırma verisi döndürmedi
uk: Ручка не повернула конфігураційні дані

source: The pen did not return dose segment information
da: Pennen returnerede ikke oplysninger om dosissegmenter
de: Der Pen hat keine Informationen zu Dosissegmenten zurückgegeben
es: La pluma no devolvió información del segmento de dosis
fr: Le stylo n'a pas renvoyé d'informations sur le segment de dose
hi: पेन ने खुराक सेगमेंट जानकारी नहीं लौटाई
it: La penna non ha restituito informazioni sul segmento di dose
nl: De pen retourneerde geen informatie over dosesegmenten
ru: Ручка не вернула информацию о сегментах доз
tr: Kalem doz segmenti bilgisini döndürmedi
uk: Ручка не повертала інформацію про сегмент дози

source: The pen returned an invalid APDU
da: Pennen returnerede en ugyldig APDU
de: Der Pen hat eine ungültige APDU zurückgegeben
es: La pluma devolvió un APDU no válido
fr: Le stylo a renvoyé un APDU non valide
hi: पेन ने अमान्य APDU लौटाया
it: La penna ha restituito un APDU non valido
nl: De pen retourneerde een ongeldige APDU
ru: Ручка вернула недопустимый APDU
tr: Kalem geçersiz bir APDU döndürdü
uk: Ручка повернула недійсний APDU

source: The pen returned status word %@
da: Pennen returnerede statusordet %@
de: Der Pen hat das Statuswort %@ zurückgegeben
es: La pluma devolvió la palabra de estado %@
fr: Le stylo a renvoyé le mot d'état %@
hi: पेन ने स्थिति शब्द %@ लौटाया
it: La penna ha restituito la parola di stato %@
nl: De pen retourneerde statuswoord %@
ru: Ручка вернула статусное слово %@
tr: Kalem %@ durum kodunu döndürdü
uk: Ручка повернула код стану %@

source: The sample trace ended before the read finished
da: Eksempelsporet sluttede, før aflæsningen var færdig
de: Der Beispiel-Trace endete, bevor der Lesevorgang abgeschlossen war
es: La traza de muestra terminó antes de que finalizara la lectura
fr: La trace de l'échantillon s'est terminée avant la fin de la lecture
hi: रीड पूरा होने से पहले नमूना ट्रेस समाप्त हो गया
it: La traccia di esempio è terminata prima che la lettura fosse completata
nl: De voorbeeldtrace eindigde voordat het uitlezen was voltooid
ru: Пример трассировки закончился до завершения считывания
tr: Örnek izleme, okuma tamamlanmadan sona erdi
uk: Зразкове трасування завершилося до завершення читання

source: The scan was cancelled
da: Scanningen blev annulleret
de: Der Scan wurde abgebrochen
es: El escaneo se canceló
fr: L'analyse a été annulée
hi: स्कैन रद्द कर दिया गया
it: La scansione è stata annullata
nl: Het scannen is geannuleerd
ru: Сканирование отменено
tr: Tarama iptal edildi
uk: Сканування скасовано

source: This chat requires a newer iOS version
da: Denne chat kræver en nyere iOS-version
de: Dieser Chat erfordert eine neuere iOS-Version
es: Este chat requiere una versión más reciente de iOS
fr: Cette discussion nécessite une version plus récente d’iOS
hi: इस चैट के लिए नया iOS संस्करण आवश्यक है
it: Questa chat richiede una versione più recente di iOS
nl: Deze chat vereist een nieuwere iOS-versie
ru: Для этого чата требуется более новая версия iOS
tr: Bu sohbet için daha yeni bir iOS sürümü gerekiyor
uk: Для цього чату потрібна новіша версія iOS
